Repository: common-repository/netnovate-salessurvey
Catalog: languages/netnovate-salessurvey-*.po
Languages: de_de

source: salessurvey Auctions Plugin for eBay
de_de: salessurvey Auktions Plugin für eBay

source: Germany
de_de: Deutschland

source: Austria
de_de: Österreich

source: Switzerland
de_de: Schweiz

source: Auctions & Feedback
de_de: Auktionen & Bewertungen

source: Auctions
de_de: Auktionen

source: Feedback
de_de: Bewertungen

source: Small
de_de: Klein

source: Medium
de_de: Mittel

source: Large
de_de: Groß

source: Very Large
de_de: Sehr Groß

source: Items Ending First
de_de: Bald endend

source: Best Match
de_de: Beste Ergebnisse

source: New Items First
de_de: Neu eingestellt

source: Highest Price Items First
de_de: Preis absteigend

source: Lowest Price Items First
de_de: Preis aufsteigend

source: Please set <b>eBay Username</b> first
de_de: Bitte zunächst <b>eBay Benutzernamen</b> eingeben.

source: salessurvey Auctions Plugin
de_de: salessurvey Auktions Plugin

source: eBay Username
de_de: eBay Benutzername

source: Refresh
de_de: Aktualisieren

source: Auctions Widgets
de_de: Auktions Widgets

source: Feedback-Badges
de_de: Bewertungs-Badges

source: Select Template:
de_de: Template Auswahl:

source: Item-Slider <br/>(horizontal)
de_de: Auktions-Slider <br/>(horizontal)

source: Item-Slider <br/>(vertical)
de_de: Auktions-Slider <br/>(vertikal)

source: Item-Gallery<br/>Widget <br/>
de_de: Auktions-Gallerie<br/>Widget <br/>

source: Place the following code within the content editor to specify where the widget will be shown.
de_de: Bitte binden Sie den nachfolgenden Code oben im Editor an der Stelle ein, an dem das Auktions-Widget später angezeigt werden soll.

source: Copy
de_de: Kopieren

source: Settings:
de_de: Einstellungen:

source: eBay Website
de_de: eBay Webseite

source: This is the eBay website where your items are usually listed.
de_de: Wählen Sie hier die eBay-Webseite aus, auf der Ihre Artikel gelistet sind.

source: Sort Order
de_de: Artikel Sortieren nach

source: Set sort order of displayed items here.
de_de: Legen Sie hier fest, in welcher Reihenfolge die Artikel angezeigt werden sollen.

source: Display
de_de: Anzeige

source: Tile Size
de_de: Kachelgröße

source: Set size of item tiles.
de_de: Legen Sie hier die Bild- und Schriftgröße der Artikel fest.

source: Widget Height
de_de: Widget Höhe

source: Define display height of widget here
de_de: Legen Sie hier die Höhe des Widgets in Pixel fest.

source: Number of Items
de_de: Anzahl Artikel

source: Set the number of displayed items per page (max. 100)
de_de: Legt die Anzahl der angezeigten Artikel (max. 100) innerhalb des Auktions-Widgets fest.

source: Frame
de_de: Rahmen

source: Framecolor
de_de: Rahmenfarbe

source: Refresh Preview
de_de: Vorschau aktualisieren

source: Preview:
de_de: Vorschau:

source: Please copy the code shown below each badge and paste it into content editor to that position where you want to show the badge.
de_de: Bitte binden Sie den nachfolgenden Code oben im Editor an der Stelle ein, an dem das Auktions-Widget später angezeigt werden soll.

source: Horizontal Banner
de_de: Horizontal

source: Squared
de_de: Quadratisch

source: Round
de_de: Rund

source: Global Settings
de_de: Globale Einstellungen

source: These values use to be default on every added widget
de_de: Legen Sie hier globale Einstellungen fest.

source: EBAY-US
de_de: EBAY-DE

source: Please set your default eBay Website
de_de: Legen Sie hier fest, welche eBay Webseite standardmäßig verwendet werden soll.

source: Set your eBay Username, this one is used by default in all widgets.
de_de: Setzen Sie hier Ihren eBay Benutzernamen, dieser wird als Standardwert für alle Widgets verwendet.

source: Settings
de_de: Einstellungen

source: Rate Plugin
de_de: Plugin Bewerten

source: salessurvey Auctions
de_de: salessurvey Auktionen

source: Please use the "salessurvey auctions plugin" box below content editor to add auctions- or feedback-widgets to your pages or posts.
de_de: Um Auktionen oder Bewertungen in Ihre Seiten oder Beiträge einzubinden, nutzen Sie bitte die "salessurvey Auktions Plugin" Box unterhalb des Editors auf jeder "Beitrag/Seite bearbeiten" Seite.

source: In case you want to add a widget into sidebar, please configure that under "Appearance" -> "<a href="widgets.php">Widgets</a>".
de_de: Wollen Sie jedoch ein Widget z.B. in die Sidebar einbinden, schauen Sie unter "Design" -> "<a href="widgets.php">Widgets</a>" und fügen Sie dort ein Artikel- oder Bewertungs-Widget hinzu.

source: Save Settings
de_de: Einstellungen speichern

source: eBay Items
de_de: eBay Artikel

source: Use this Widget to display your eBay Items for examle in the Sidebar.
de_de: Nutzen Sie dieses Widget um Ihre Artikel z.B. als Slideshow in der Seitenleiste anzeigen zu lassen.

source: Invalid eBay Username given.
de_de: Keinen oder ungültigen eBay Benutzernamen angegeben.

source: Widget Title
de_de: Widget Titel

source: Slider vertical
de_de: Slider vertikal

source: Itemgallery
de_de: Artikelgallerie

source: eBay Feedback
de_de: eBay Bewertungen

source: Use this Widget to add eBay-Feedback-Bagdes to your Sidebar.
de_de: Nutzen Sie dieses Widget um Ihre Bewertungen als Badge in der Seitenleiste anzeigen zu lassen.

source: Auctions and Feedback of %s
de_de: Auktionen and Bewertungen von %s

source: Preview
de_de: Vorschau

source: Auctions & Feedback from %s
de_de: Auktionen & Bewertungen von %s

source: salessurvey Auction Plugin for eBay
de_de: salessurvey Auktions Plugin für eBay

source: This plugin gives you the ability to show your on eBay listed items on your WordPress in realtime using various display templates like listings, article-sliders or as an article-gallery. You are also able to embed feedback-badges on your sidebar using <a href="widgets.php">Widgets</a>.
de_de: Dieses Plugin verschafft dir die Möglichkeit, deine auf eBay gelisteten Artikel und auch Bewertungen in Echtzeit auf deiner WordPress Seite anzuzeigen. Es stehen verschiedene Möglichkeiten zur Implementation wie Bewertungs-Badges, Shop-Listings, Artikel-Slider oder Artikel-Gallerie zur Verfügung. Ebenso kannst du <a href="widgets.php">Widgets</a> in die Seitenleiste hinzufügen.
